<?php
// +----------------------------------------------------------------------
// | 配置文件 静态资产文件加载
// +----------------------------------------------------------------------
// | Copyright (c) 2016年 如此生活. All rights reserved.
// +----------------------------------------------------------------------
// | File:  kailong_huController.php
// |
// | Author: 
// | Created:   2016-08-15
// +----------------------------------------------------------------------
class PageController extends BaseController
{

    public function pageAction()
    {
        $this->pages->init('404页面');
    }
    
    

}