<?php
// +----------------------------------------------------------------------
// | 统计的控制器
// +----------------------------------------------------------------------
// | Copyright (c) 2016年 如此生活. All rights reserved.
// +----------------------------------------------------------------------
// | File:   GoodsController.php
// |
// | Author: cunyang liu 
// | Created:   2016-09-14
// +----------------------------------------------------------------------
class StatController extends BaseController {
	

	public function statAction() {
		
		$this -> page -> init('统计');
	}
}
